Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Total sleep %@. No sleep stage data for that night.
ar: إجمالي النوم %@. لا توجد بيانات لمراحل النوم لتلك الليلة.
da: Samlet søvn %@. Ingen data om søvnstadier for den nat.
de: Schlaf gesamt: %@. Für diese Nacht gibt es keine Schlafphasendaten.
es: Sueño total: %@. No hay datos de fases del sueño de esa noche.
fi: Uni yhteensä %@. Univaiheista ei ole tietoja sille yölle.
fr: Sommeil total : %@. Aucune donnée de phases de sommeil pour cette nuit.
is: Heildarsvefn %@. Engin gögn um svefnstig fyrir þá nótt.
it: Sonno totale: %@. Nessun dato sulle fasi del sonno per quella notte.
ja: 総睡眠時間は%@。その夜の睡眠ステージのデータはありません。
ko: 총 수면 %@. 그날 밤의 수면 단계 데이터가 없습니다.
nb: Total søvn %@. Ingen data om søvnfaser for den natten.
nl: Totale slaap: %@. Geen slaapfasegegevens voor die nacht.
pt_br: Sono total: %@. Sem dados de fases do sono para aquela noite.
ru: Всего сна: %@. Данных о фазах сна за ту ночь нет.
sv: Total sömn %@. Inga data om sömnstadier för den natten.
zh_hans: 总睡眠 %@。那晚没有睡眠阶段数据。

source: Total sleep %@: deep %@, REM %@.
ar: إجمالي النوم %1$@: عميق %2$@، REM %3$@.
da: Samlet søvn %1$@: dyb %2$@, REM %3$@.
de: Schlaf gesamt: %1$@ – Tiefschlaf %2$@, REM %3$@.
es: Sueño total: %1$@; profundo %2$@, REM %3$@.
fi: Uni yhteensä %1$@: syvää %2$@, REM %3$@.
fr: Sommeil total : %1$@ ; profond %2$@, REM %3$@.
is: Heildarsvefn %1$@: djúpsvefn %2$@, REM %3$@.
it: Sonno totale: %1$@; profondo %2$@, REM %3$@.
ja: 総睡眠時間は%1$@：深い睡眠%2$@、レム睡眠%3$@。
ko: 총 수면 %1$@: 깊은 수면 %2$@, 렘수면 %3$@.
nb: Total søvn %1$@: dyp %2$@, REM %3$@.
nl: Totale slaap: %1$@; diep %2$@, REM %3$@.
pt_br: Sono total: %1$@; profundo %2$@, REM %3$@.
ru: Всего сна: %1$@; глубокий %2$@, REM %3$@.
sv: Total sömn %1$@: djup %2$@, REM %3$@.
zh_hans: 总睡眠 %1$@：深睡 %2$@，REM %3$@。

source: Total uploaded: %lld.
ar: إجمالي ما تم رفعه: %lld.
da: Uploadet i alt: %lld.
de: Insgesamt hochgeladen: %lld.
es: Total subido: %lld.
fi: Lähetetty yhteensä: %lld.
fr: Total envoyé : %lld.
is: Hlaðið upp alls: %lld.
it: Totale caricato: %lld.
ja: アップロード合計：%lld
ko: 총 업로드: %lld
nb: Lastet opp totalt: %lld.
nl: Totaal geüpload: %lld.
pt_br: Total enviado: %lld.
ru: Всего загружено: %lld.
sv: Uppladdat totalt: %lld.
zh_hans: 共已上传：%lld。

source: Track ATL / CTL / TSB from your workouts. They're shown beside your recovery score, not counted in it.
ar: تتبّع ATL / CTL / TSB من تمارينك. تُعرض بجانب درجة التعافي ولا تدخل في حسابها.
da: Følg ATL / CTL / TSB fra dine træninger. De vises ved siden af din restitutionsscore og tælles ikke med i den.
de: Verfolge ATL / CTL / TSB aus deinen Trainings. Sie stehen neben deinem Erholungs-Score und fließen nicht in ihn ein.
es: Sigue ATL / CTL / TSB a partir de tus entrenamientos. Se muestran junto a tu puntuación de recuperación, pero no cuentan en ella.
fi: Seuraa ATL / CTL / TSB -arvoja harjoituksistasi. Ne näytetään palautumispisteiden vieressä, mutta ne eivät vaikuta niihin.
fr: Suivez l’ATL, la CTL et le TSB de vos entraînements. Ils s’affichent à côté de votre score de récupération, sans y être comptés.
is: Fylgstu með ATL / CTL / TSB úr æfingunum þínum. Þau birtast við hlið endurheimtarskorsins en teljast ekki með í því.
it: Monitora ATL / CTL / TSB dai tuoi allenamenti. Sono mostrati accanto al punteggio di recupero, ma non entrano nel calcolo.
ja: ワークアウトから ATL / CTL / TSB を記録します。回復スコアの横に表示されますが、スコアには含まれません。
ko: 운동에서 ATL / CTL / TSB를 추적합니다. 회복 점수 옆에 표시되지만 점수에는 포함되지 않습니다.
nb: Følg ATL / CTL / TSB fra øktene dine. De vises ved siden av restitusjonsscoren og telles ikke med i den.
nl: Volg ATL / CTL / TSB uit je trainingen. Ze staan naast je herstelscore en tellen er niet in mee.
pt_br: Acompanhe ATL / CTL / TSB dos seus treinos. Eles aparecem ao lado da sua pontuação de recuperação, mas não entram no cálculo.
ru: Отслеживайте ATL / CTL / TSB по тренировкам. Они показываются рядом с оценкой восстановления, но не входят в неё.
sv: Följ ATL / CTL / TSB från dina pass. De visas bredvid din återhämtningspoäng men räknas inte in i den.
zh_hans: 根据你的训练追踪 ATL / CTL / TSB。它们显示在恢复评分旁边，但不计入评分。

source: Trail discovery and nearby roads during outdoor workouts send your approximate coordinates to Overpass, an OpenStreetMap service. Addresses are looked up with Apple's geocoder.
ar: يرسل اكتشاف المسارات والطرق القريبة أثناء التمارين في الهواء الطلق إحداثياتك التقريبية إلى Overpass، وهي خدمة من OpenStreetMap. يتم البحث عن العناوين باستخدام أداة الترميز الجغرافي من Apple.
da: Opdagelse af stier og nærliggende veje under udendørs træninger sender dine omtrentlige koordinater til Overpass, en OpenStreetMap-tjeneste. Adresser slås op med Apples geokoder.
de: Wegsuche und Straßen in der Nähe während Outdoor-Trainings senden deine ungefähren Koordinaten an Overpass, einen OpenStreetMap-Dienst. Adressen werden mit Apples Geocoder ermittelt.
es: La búsqueda de senderos y las carreteras cercanas durante los entrenamientos al aire libre envían tus coordenadas aproximadas a Overpass, un servicio de OpenStreetMap. Las direcciones se buscan con el geocodificador de Apple.
fi: Polkujen haku ja lähellä olevat tiet ulkoharjoitusten aikana lähettävät likimääräiset koordinaattisi Overpassiin, joka on OpenStreetMap-palvelu. Osoitteet haetaan Applen geokooderilla.
fr: La découverte de sentiers et les routes à proximité pendant les séances en extérieur envoient vos coordonnées approximatives à Overpass, un service OpenStreetMap. Les adresses sont recherchées avec le géocodeur d’Apple.
is: Leit að slóðum og vegir í nágrenninu á útiæfingum senda áætluð hnit þín til Overpass, þjónustu OpenStreetMap. Heimilisföng eru fundin með landkóðara Apple.
it: La scoperta dei sentieri e le strade vicine durante gli allenamenti all’aperto inviano le tue coordinate approssimative a Overpass, un servizio di OpenStreetMap. Gli indirizzi vengono cercati con il geocodificatore di Apple.
ja: トレイル検索と屋外ワークアウト中の近くの道路は、おおよその座標を OpenStreetMap のサービスである Overpass に送信します。住所は Apple のジオコーダで検索されます。
ko: 트레일 찾기와 야외 운동 중 주변 도로 기능은 대략적인 좌표를 OpenStreetMap 서비스인 Overpass로 보냅니다. 주소는 Apple의 지오코더로 조회합니다.
nb: Stisøk og veier i nærheten under utendørsøkter sender de omtrentlige koordinatene dine til Overpass, en OpenStreetMap-tjeneste. Adresser slås opp med Apples geokoder.
nl: Paden zoeken en wegen in de buurt tijdens buitentrainingen sturen je geschatte coördinaten naar Overpass, een OpenStreetMap-dienst. Adressen worden opgezocht met de geocoder van Apple.
pt_br: A descoberta de trilhas e as estradas próximas durante treinos ao ar livre enviam suas coordenadas aproximadas ao Overpass, um serviço do OpenStreetMap. Os endereços são consultados com o geocodificador da Apple.
ru: Поиск троп и дороги поблизости во время тренировок на улице отправляют ваши приблизительные координаты в Overpass — сервис OpenStreetMap. Адреса определяются с помощью геокодера Apple.
sv: Ledsökning och närliggande vägar under utomhuspass skickar dina ungefärliga koordinater till Overpass, en OpenStreetMap-tjänst. Adresser slås upp med Apples geokodare.
zh_hans: 步道发现以及户外运动中的附近道路功能会将你的大致坐标发送给 OpenStreetMap 的 Overpass 服务。地址通过 Apple 的地理编码器查询。

source: Trail Run
ar: جري في المسارات
da: Trailløb
de: Traillauf
es: Trail running
fi: Polkujuoksu
fr: Trail
is: Utanvegahlaup
it: Trail running
ja: トレイルラン
ko: 트레일 런
nb: Terrengløp
pt_br: Corrida em trilha
ru: Трейлраннинг
sv: Terränglöpning
zh_hans: 越野跑

source: Train as planned. Once a few overnight readings build up, this section will get more specific.
ar: تدرّب كما خططت. بمجرد تراكم بضع قراءات ليلية سيصبح هذا القسم أكثر تحديدًا.
da: Træn som planlagt. Når der er samlet nogle natmålinger, bliver dette afsnit mere specifikt.
de: Trainiere wie geplant. Sobald sich ein paar nächtliche Messungen angesammelt haben, wird dieser Abschnitt konkreter.
es: Entrena según lo previsto. Cuando se acumulen algunas lecturas nocturnas, esta sección será más concreta.
fi: Harjoittele suunnitellusti. Kun yömittauksia kertyy muutama, tämä osio tarkentuu.
fr: Entraînez-vous comme prévu. Dès que quelques mesures nocturnes se seront accumulées, cette section sera plus précise.
is: Æfðu eins og áætlað var. Þegar nokkrar næturmælingar hafa safnast verður þessi hluti nákvæmari.
it: Allenati come previsto. Quando si saranno accumulate alcune letture notturne, questa sezione diventerà più precisa.
ja: 予定どおりトレーニングしましょう。夜間測定がいくつかたまると、このセクションはより具体的になります。
ko: 계획대로 훈련하세요. 야간 측정이 몇 번 쌓이면 이 섹션이 더 구체적으로 바뀝니다.
nb: Tren som planlagt. Når noen nattmålinger har samlet seg, blir denne delen mer konkret.
nl: Train zoals gepland. Zodra er een paar nachtmetingen zijn, wordt dit onderdeel specifieker.
pt_br: Treine conforme o planejado. Quando algumas leituras noturnas se acumularem, esta seção ficará mais específica.
ru: Тренируйтесь по плану. Когда накопится несколько ночных измерений, этот раздел станет конкретнее.
sv: Träna som planerat. När några nattmätningar har samlats blir det här avsnittet mer specifikt.
zh_hans: 按计划训练。积累几次夜间读数后，这部分会更具体。

source: Train as planned. Steady rhythm is producing fitness — don't disrupt it for novelty.
ar: تدرّب كما خططت. الإيقاع الثابت يبني اللياقة — لا تخلّ به من أجل التغيير.
da: Træn som planlagt. Den stabile rytme bygger form — bryd den ikke for nyhedens skyld.
de: Trainiere wie geplant. Der stetige Rhythmus baut Fitness auf – unterbrich ihn nicht nur für Abwechslung.
es: Entrena según lo previsto. El ritmo constante está construyendo forma: no lo rompas por probar algo nuevo.
fi: Harjoittele suunnitellusti. Tasainen rytmi kehittää kuntoa – älä riko sitä vaihtelun vuoksi.
fr: Entraînez-vous comme prévu. Ce rythme régulier construit la condition — ne le cassez pas par goût de la nouveauté.
is: Æfðu eins og áætlað var. Stöðugur taktur byggir upp form — ekki rjúfa hann bara til tilbreytingar.
it: Allenati come previsto. Il ritmo costante sta costruendo la forma: non interromperlo per il gusto della novità.
ja: 予定どおりトレーニングしましょう。安定したリズムが体力を伸ばしています — 目新しさのために崩さないように。
ko: 계획대로 훈련하세요. 꾸준한 리듬이 체력을 만들고 있습니다. 새로움을 위해 깨뜨리지 마세요.
nb: Tren som planlagt. Den jevne rytmen bygger form – ikke bryt den for variasjonens skyld.
nl: Train zoals gepland. Het stabiele ritme bouwt fitheid op — verstoor het niet voor de afwisseling.
pt_br: Treine conforme o planejado. O ritmo constante está construindo condicionamento — não o quebre por novidade.
ru: Тренируйтесь по плану. Ровный ритм развивает форму — не нарушайте его ради разнообразия.
sv: Träna som planerat. Den stadiga rytmen bygger form – bryt den inte för omväxlingens skull.
zh_hans: 按计划训练。稳定的节奏正在提升体能——别为了新鲜感打乱它。

source: Train today as planned. The loop story sharpens once a baseline of overnight readings is in place.
ar: تدرّب اليوم كما خططت. تتضح صورة الحلقة بمجرد توفر خط أساس من القراءات الليلية.
da: Træn i dag som planlagt. Billedet af loopet bliver skarpere, når der er en baseline af natmålinger.
de: Trainiere heute wie geplant. Das Bild wird klarer, sobald es einen Ausgangswert aus nächtlichen Messungen gibt.
es: Entrena hoy según lo previsto. El análisis del ciclo se afina en cuanto haya una referencia de lecturas nocturnas.
fi: Harjoittele tänään suunnitellusti. Kuva tarkentuu, kun yömittauksista on muodostunut perustaso.
fr: Entraînez-vous aujourd'hui comme prévu. L'analyse de la boucle s'affine dès qu'une référence de mesures nocturnes est établie.
is: Æfðu í dag eins og áætlað var. Myndin skerpist þegar grunnlína næturmælinga liggur fyrir.
it: Allenati oggi come previsto. Il quadro si fa più preciso quando c'è una base di letture notturne.
ja: 今日は予定どおりトレーニングしましょう。夜間測定のベースラインがそろえば、ループの分析がより明確になります。
ko: 오늘은 계획대로 훈련하세요. 야간 측정 기준선이 생기면 루프 분석이 더 정확해집니다.
nb: Tren i dag som planlagt. Bildet blir skarpere når det finnes en baseline fra nattmålinger.
nl: Train vandaag zoals gepland. Het beeld wordt scherper zodra er een basislijn van nachtmetingen is.
pt_br: Treine hoje conforme o planejado. A análise do ciclo fica mais precisa quando houver uma linha de base de leituras noturnas.
ru: Тренируйтесь сегодня по плану. Картина станет точнее, когда накопится базовую линию по ночным измерениям.
sv: Träna i dag som planerat. Bilden blir skarpare när det finns en baslinje av nattmätningar.
zh_hans: 今天照计划训练。一旦有了夜间读数基线，循环分析会更清晰。

source: Train upward. Flo lets your load climb before calling the ramp fast.
ar: تدرّب صعودًا. يسمح Flo لعبئك بالارتفاع قبل أن يعتبر الزيادة سريعة.
da: Træn opad. Flo lader din belastning stige, før stigningen kaldes for hurtig.
de: Aufwärts trainieren. Flo lässt deine Belastung steigen, bevor der Anstieg als zu schnell gilt.
es: Entrenar al alza. Flo deja que tu carga suba antes de considerar el aumento demasiado rápido.
fi: Kehity. Flo antaa kuormasi kasvaa ennen kuin kutsuu nousua liian nopeaksi.
fr: Progresser. Flo laisse votre charge augmenter avant de juger la hausse trop rapide.
is: Æfa upp á við. Flo leyfir álaginu að aukast áður en aukningin er kölluð of hröð.
it: Allenati in crescita. Flo lascia salire il tuo carico prima di considerare l'aumento troppo rapido.
ja: 上を目指す。Flo は負荷の増加が速いと判断する前に、負荷が上がるのを許容します。
ko: 상향 훈련. Flo는 증가 속도가 빠르다고 판단하기 전에 부하가 오르도록 둡니다.
nb: Tren oppover. Flo lar belastningen stige før økningen kalles for rask.
nl: Train naar boven. Flo laat je belasting stijgen voordat de opbouw te snel wordt genoemd.
pt_br: Evoluir. O Flo deixa sua carga subir antes de dizer que a progressão está rápida.
ru: Тренироваться на рост. Flo позволяет нагрузке расти, прежде чем назвать рост слишком быстрым.
sv: Träna uppåt. Flo låter belastningen stiga innan ökningen kallas för snabb.
zh_hans: 向上训练。Flo 会允许负荷先上升，再判断增速过快。

source: Training load %lld — heavy session.
ar: حمل التدريب %lld — جلسة ثقيلة.
da: Træningsbelastning %lld — hård session.
de: Trainingsbelastung %lld – schwere Einheit.
es: Carga de entrenamiento %lld: sesión pesada.
fi: Harjoituskuorma %lld – raskas harjoitus.
fr: Charge d'entraînement %lld — séance lourde.
is: Æfingaálag %lld — þung æfing.
it: Carico di allenamento %lld: sessione pesante.
ja: トレーニング負荷 %lld — 重いセッション。
ko: 훈련 부하 %lld — 고부하 세션.
nb: Treningsbelastning %lld – tung økt.
nl: Trainingsbelasting %lld — zware training.
pt_br: Carga de treino %lld — sessão pesada.
ru: Тренировочная нагрузка %lld — тяжёлая тренировка.
sv: Träningsbelastning %lld – tungt pass.
zh_hans: 训练负荷 %lld——高负荷训练。

source: Training load %lld — light session.
ar: حمل التدريب %lld — جلسة خفيفة.
da: Træningsbelastning %lld — let session.
de: Trainingsbelastung %lld – leichte Einheit.
es: Carga de entrenamiento %lld: sesión ligera.
fi: Harjoituskuorma %lld – kevyt harjoitus.
fr: Charge d'entraînement %lld — séance légère.
is: Æfingaálag %lld — létt æfing.
it: Carico di allenamento %lld: sessione leggera.
ja: トレーニング負荷 %lld — 軽いセッション。
ko: 훈련 부하 %lld — 저부하 세션.
nb: Treningsbelastning %lld – lett økt.
nl: Trainingsbelasting %lld — lichte training.
pt_br: Carga de treino %lld — sessão leve.
ru: Тренировочная нагрузка %lld — лёгкая тренировка.
sv: Träningsbelastning %lld – lätt pass.
zh_hans: 训练负荷 %lld——低负荷训练。

source: Training load %lld — moderate session.
ar: حمل التدريب %lld — جلسة متوسطة.
da: Træningsbelastning %lld — moderat session.
de: Trainingsbelastung %lld – mittlere Einheit.
es: Carga de entrenamiento %lld: sesión moderada.
fi: Harjoituskuorma %lld – kohtuullinen harjoitus.
fr: Charge d'entraînement %lld — séance modérée.
is: Æfingaálag %lld — miðlungsæfing.
it: Carico di allenamento %lld: sessione moderata.
ja: トレーニング負荷 %lld — 中程度のセッション。
ko: 훈련 부하 %lld — 중간 부하 세션.
nb: Treningsbelastning %lld – moderat økt.
nl: Trainingsbelasting %lld — gemiddelde training.
pt_br: Carga de treino %lld — sessão moderada.
ru: Тренировочная нагрузка %lld — умеренная тренировка.
sv: Träningsbelastning %lld – måttligt pass.
zh_hans: 训练负荷 %lld——中等负荷训练。

source: Training load and trajectory are shown separately, on their own surface, and do not affect your recovery score.
ar: يُعرض عبء التدريب والمنحى بشكل منفصل، على واجهتهما الخاصة، ولا يؤثران في درجة التعافي.
da: Træningsbelastning og udvikling vises separat, på deres egen flade, og påvirker ikke din restitutionsscore.
de: Trainingsbelastung und Entwicklung werden separat in einer eigenen Ansicht gezeigt und beeinflussen deinen Erholungs-Score nicht.
es: La carga de entrenamiento y la trayectoria se muestran por separado, en su propia vista, y no afectan a tu puntuación de recuperación.
fi: Harjoituskuorma ja kehityssuunta näytetään erikseen omalla näkymällään, eivätkä ne vaikuta palautumispisteisiisi.
fr: La charge d'entraînement et la trajectoire sont affichées séparément, sur leur propre vue, et n'affectent pas votre score de récupération.
is: Æfingaálag og þróun eru sýnd sér, á eigin fleti, og hafa ekki áhrif á batastigið þitt.
it: Il carico di allenamento e la traiettoria sono mostrati separatamente, in una vista dedicata, e non influiscono sul tuo punteggio di recupero.
ja: トレーニング負荷と推移は別の画面に個別に表示され、回復スコアには影響しません。
ko: 훈련 부하와 추이는 별도 화면에 따로 표시되며 회복 점수에 영향을 주지 않습니다.
nb: Treningsbelastning og utvikling vises separat, på en egen flate, og påvirker ikke restitusjonsskåren din.
nl: Trainingsbelasting en verloop worden apart getoond, op een eigen scherm, en hebben geen invloed op je herstelscore.
pt_br: A carga de treino e a trajetória são mostradas separadamente, em uma área própria, e não afetam sua pontuação de recuperação.
ru: Тренировочная нагрузка и динамика показываются отдельно, в своём разделе, и не влияют на оценку восстановления.
sv: Träningsbelastning och utveckling visas separat, på en egen yta, och påverkar inte din återhämtningspoäng.
zh_hans: 训练负荷和轨迹在单独的界面上显示，不影响你的恢复评分。

source: Training load is turned off, or you're on a training break. Change it in Settings → Training.
ar: حمل التدريب متوقف، أو أنك في استراحة من التدريب. غيّر ذلك في الإعدادات ← التدريب.
da: Træningsbelastning er slået fra, eller du holder træningspause. Skift det under Indstillinger → Træning.
de: Die Trainingsbelastung ist ausgeschaltet oder du machst eine Trainingspause. Ändere das unter Einstellungen → Training.
es: La carga de entrenamiento está desactivada o estás en un descanso de entrenamiento. Cámbialo en Ajustes → Entrenamiento.
fi: Harjoituskuorma on pois päältä tai pidät harjoittelutaukoa. Muuta tätä kohdassa Asetukset → Harjoittelu.
fr: La charge d'entraînement est désactivée, ou vous êtes en pause d'entraînement. Modifiez-le dans Réglages → Entraînement.
is: Slökkt er á æfingaálagi eða þú ert í æfingahléi. Breyttu því í Stillingar → Þjálfun.
it: Il carico di allenamento è disattivato oppure sei in pausa dagli allenamenti. Puoi cambiarlo in Impostazioni → Allenamento.
ja: トレーニング負荷がオフになっているか、トレーニングの休止期間中です。設定 → トレーニング で変更できます。
ko: 트레이닝 부하가 꺼져 있거나 훈련 휴식 중입니다. 설정 → 훈련에서 변경하세요.
nb: Treningsbelastning er slått av, eller du har treningspause. Endre det under Innstillinger → Trening.
nl: Trainingsbelasting staat uit, of je hebt een trainingspauze. Wijzig dit in Instellingen → Training.
pt_br: A carga de treino está desativada ou você está em uma pausa de treino. Altere isso em Configurações → Treino.
ru: Тренировочная нагрузка отключена, или у вас перерыв в тренировках. Измените это в разделе Настройки → Тренировка.
sv: Träningsbelastning är avstängd, eller så har du träningsuppehåll. Ändra det under Inställningar → Träning.
zh_hans: 训练负荷已关闭，或你正处于训练休息期。可在“设置 → 训练”中更改。

source: Training load paused
ar: حمل التدريب متوقّف مؤقتًا
da: Træningsbelastning på pause
de: Trainingsbelastung pausiert
es: Carga de entrenamiento en pausa
fi: Harjoituskuorma tauolla
fr: Charge d'entraînement en pause
is: Æfingaálag í hléi
it: Carico di allenamento in pausa
ja: トレーニング負荷は一時停止中
ko: 트레이닝 부하 일시정지됨
nb: Treningsbelastning på pause
nl: Trainingsbelasting gepauzeerd
pt_br: Carga de treino em pausa
ru: Тренировочная нагрузка на паузе
sv: Träningsbelastning pausad
zh_hans: 训练负荷已暂停

source: Translate my HRV numbers into plain English. What do RMSSD, SDNN, LF/HF, and DFA α1 tell you about my autonomic state right now?
ar: ترجم أرقام HRV لدي إلى لغة بسيطة. ماذا تخبرك RMSSD وSDNN وLF/HF وDFA α1 عن حالتي الذاتية الآن؟
da: Oversæt mine HRV-tal til almindeligt sprog. Hvad fortæller RMSSD, SDNN, LF/HF og DFA α1 dig om min autonome tilstand lige nu?
de: Übersetze meine HRV-Werte in einfache Worte. Was sagen dir RMSSD, SDNN, LF/HF und DFA α1 gerade über meinen vegetativen Zustand?
es: Traduce mis cifras de HRV a un lenguaje sencillo. ¿Qué te dicen RMSSD, SDNN, LF/HF y DFA α1 sobre mi estado autonómico ahora mismo?
fi: Selitä HRV-lukuni selkokielellä. Mitä RMSSD, SDNN, LF/HF ja DFA α1 kertovat autonomisen hermostoni tilasta juuri nyt?
fr: Traduis mes chiffres de HRV en langage simple. Que te disent le RMSSD, le SDNN, le LF/HF et le DFA α1 de mon état autonome en ce moment ?
is: Þýddu HRV-tölurnar mínar yfir á einfalt mál. Hvað segja RMSSD, SDNN, LF/HF og DFA α1 þér um ástand ósjálfráða taugakerfisins hjá mér núna?
it: Traduci i miei valori di HRV in parole semplici. Cosa ti dicono RMSSD, SDNN, LF/HF e DFA α1 sul mio stato autonomico in questo momento?
ja: 私の HRV の数値をわかりやすい言葉で説明してください。RMSSD、SDNN、LF/HF、DFA α1 から、今の自律神経の状態について何がわかりますか？
ko: 내 HRV 수치를 쉬운 말로 풀어 줘. RMSSD, SDNN, LF/HF, DFA α1이 지금 내 자율신경 상태에 대해 무엇을 말해 줘?
nb: Oversett HRV-tallene mine til vanlig språk. Hva forteller RMSSD, SDNN, LF/HF og DFA α1 deg om den autonome tilstanden min akkurat nå?
nl: Vertaal mijn HRV-cijfers naar gewone taal. Wat vertellen RMSSD, SDNN, LF/HF en DFA α1 je op dit moment over mijn autonome toestand?
pt_br: Traduza meus números de HRV para uma linguagem simples. O que RMSSD, SDNN, LF/HF e DFA α1 dizem sobre meu estado autonômico agora?
ru: Переведи мои показатели ВСР на простой язык. Что RMSSD, SDNN, LF/HF и DFA α1 говорят тебе о состоянии моей вегетативной нервной системы прямо сейчас?
sv: Översätt mina HRV-siffror till vardagligt språk. Vad säger RMSSD, SDNN, LF/HF och DFA α1 dig om mitt autonoma tillstånd just nu?
zh_hans: 用通俗的话解读我的 HRV 数据。RMSSD、SDNN、LF/HF 和 DFA α1 现在能说明我的自主神经状态怎样？

source: Travel
ar: سفر
da: Rejse
de: Reise
es: Viaje
fi: Matkustus
fr: Voyage
is: Ferðalag
it: Viaggio
ja: 移動・旅行
ko: 여행
nb: Reise
nl: Reizen
pt_br: Viagem
ru: Поездка
sv: Resa
zh_hans: 出行

source: Trends need at least 3 readings in this view. Readings so far: %lld.
ar: تحتاج الاتجاهات إلى 3 قراءات على الأقل في هذا العرض. القراءات حتى الآن: %lld.
da: Tendenser kræver mindst 3 målinger i denne visning. Målinger indtil nu: %lld.
de: Trends brauchen mindestens 3 Messungen in dieser Ansicht. Bisherige Messungen: %lld.
es: Las tendencias necesitan al menos 3 lecturas en esta vista. Lecturas hasta ahora: %lld.
fi: Trendit vaativat tässä näkymässä vähintään 3 mittausta. Mittauksia tähän mennessä: %lld.
fr: Les tendances nécessitent au moins 3 mesures dans cette vue. Mesures jusqu'ici : %lld.
is: Þróun þarf að minnsta kosti 3 mælingar í þessu yfirliti. Mælingar hingað til: %lld.
it: Le tendenze richiedono almeno 3 misurazioni in questa vista. Misurazioni finora: %lld.
ja: トレンドの表示には、このビューで 3 回以上の計測が必要です。これまでの計測：%lld
ko: 추세를 보려면 이 보기에 측정이 3회 이상 필요합니다. 지금까지 측정: %lld
nb: Trender krever minst 3 målinger i denne visningen. Målinger så langt: %lld.
nl: Trends hebben minstens 3 metingen in deze weergave nodig. Metingen tot nu toe: %lld.
pt_br: As tendências precisam de pelo menos 3 leituras nesta visualização. Leituras até agora: %lld.
ru: Для трендов нужно не менее 3 измерений в этом представлении. Измерений пока: %lld.
sv: Trender kräver minst 3 mätningar i den här vyn. Mätningar hittills: %lld.
zh_hans: 趋势需要此视图中至少有 3 次读数。目前读数：%lld。
